export const groupsNames = [
  {
    name: "Ежедневные задания | Здоровье",
    posts: [
      {
        id: "1",
        title: "Задание дня: Составьте свое колесо жизни",
        img: "",
        description:
          "Нарисуйте круг и разделите его на сегменты, соответствующие разным аспектам жизни (семья, карьера, здоровье, финансы и т.д.). Оцените удовлетворенность каждым аспектом по шкале от 1 до 10. Это поможет вам визуализировать, какие сферы требуют больше внимания.",
        status: "1",
      },
      {
        id: "2",
        title: "Задание дня: Выпейте водичку",
        img: "",
        description:
          "Выпейте 2 стакана в воды в течение дня, чтобы поддерживать уровень жидкости в организме.",
        status: "1",
      },
      {
        id: "3",
        title: "Задание дня: Прогуляйтесь 20 минут",
        img: "",
        description:
          "Выйдите на улицу и подышите свежим воздухом. Прогуляйтесь недалеко от дома в течение 20 минут, не забывайте делать перерыв.",
        status: "0",
      },
    ],
  },
  { name: "Ежедневные задания | Видеоигры" },
  { name: "Ежедневные задания | Спорт" },
  { name: "Ежедневные задания | Семья" },
];

export const statuses = ["all", "0", "1"];
